{
    "en": {
        "title": "Nauval Portfolio",
        "loading": "Loading...",
        "nav_home": "Home",
        "nav_portfolio": "Portfolio",
        "nav_certificate": "Certificate",
        "nav_medium": "Medium",
        "nav_youtube": "YouTube",
        "typed_texts": [
            "Networking Student",
            "X TKJ - SMK Pesat IT XPro",
            "Become an Expert Cyber Engineer"
        ],
        "about_title": "Hello, My name is Nauval Nurfadhlullah",
        "about_desc": "I am a student of SMK Pesat IT XPro, majoring in Network Engineering. I enjoy learning new things, especially in Networking and Programming.",
        "about_btn": "See My Projects",
        "project_title": "Projects",
        "project_sub": "Here are some projects I have worked on.",
        "project1_tag": "Small Office Home Office",
        "project1_title": "Building a SOHO Network",
        "project1_desc": "In my X-TKJ class, I built a complete SOHO network including subnetting, devices, and configurations.",
        "coming_soon": "Coming Soon",
        "project2_title": "Project 2",
        "project2_desc": "Currently in progress. Stay tuned for updates.",
        "project3_title": "Project 3",
        "project3_desc": "Currently in progress. Stay tuned for updates.",
        "visit": "Visit",
        "project_year": "2025",
        "project_duration": "⏱ 3 weeks",
        "project_tbd": "⏱ TBD",
        "title_learn_more": "Learn More",
        "learn_more_title": "More Information",
        "learn_more_message": "Page can't be opened? Don't worry, we're currently performing scheduled maintenance to improve our services.",
        "learn_more_maintenance": "During this period, some features or pages may be temporarily unavailable. We apologize for any inconvenience this may cause and appreciate your understanding.",
        "learn_more_period": "When will the maintenance be completed? We estimate that this process will only take a few hours. Please try accessing this page again later.",
        "dev": "Developing new pages",
        "op": "Optimizing UI/UX display",
        "add": "Adding new content or features",
        "fix": "Fixing minor and major bugs",
        "ste": "Strengthening performance and security",
        "learn_back": "Back",
        "footer_desc": "This website is made to showcase the works and projects that I have completed as a student at SMK Pesat IT XPro.",
        "all_rights": "© 2025 Nauval Nurfadhlullah. All rights reserved",
        "myporto_title": "Portfolio",
        "myporto_desc": "These are my works during my studies at SMK Pesat IT XPro",
        "myporto_search": "Search content...",
        "myporto_filter_all": "All",
        "myporto_filter_artikel": "Article",
        "myporto_filter_video": "Video",
        "btn_view": "View",
        "btn_visit": "Visit Video",

        "artikel_1_title": "What Is a Computer Network",
        "artikel_1_desc": "Currently, I am studying the basics of computer networking at school. A network is formed when devices are connected through wired or wireless media, where each device must have an identity so data can be sent to the correct destination.",
    
        "artikel_2_title": "Network Topology",
        "artikel_2_desc": "Network topology is the layout or structure of how devices are connected within a network. Topology determines how data flows between devices and affects network performance, scalability, and troubleshooting. Common topologies include star, bus, ring, and mesh.",
    
        "artikel_3_title": "Network Devices",
        "artikel_3_desc": "Network devices are essential components in building a computer network. Each device has its own role in connecting, managing, and controlling data traffic between devices. This section provides a general overview of common network devices, their basic functions, and how they operate within a network.",
    
        "artikel_4_title": "Wireless vs Wired",
        "artikel_4_desc": "Wired and wireless networks are commonly used to connect devices in everyday life. Although they serve the same purpose, each network type works differently and has its own advantages and limitations. This section provides an overview of the media used, speed and stability, security aspects, and common use cases.",
    
        "artikel_5_title": "Printer Sharing",
        "artikel_5_desc": "Printer Sharing is a network feature that allows a single printer to be shared and used by multiple computers over a local network (LAN or Wi-Fi). This feature eliminates the need to install a printer on each computer, making printing more efficient and cost-effective.",

        "artikel_6_title": "Folder Sharing",
        "artikel_6_desc": "Folder Sharing is a network feature that allows a single folder to be accessed and used by multiple computers simultaneously over a local network (LAN or Wi-Fi). This feature makes data sharing easier, faster, and more efficient without the need for external storage devices such as flash drives.",

        "video_1_title": "Building WLAN and LAN Networks",
        "video_1_desc": "This tutorial explains the steps to build LAN and WLAN networks, starting from planning, device selection, to basic configuration to ensure a stable and efficient network.",

        "video_2_title": "Static Routing in Cisco Packet Tracer",
        "video_2_desc": "A complete explanation of static routing concepts and configuration using Cisco Packet Tracer, suitable for beginners who want to understand inter-network communication.",

        "cat_jaringan": "Networking",
        "cat_topologi": "Topology",
        "cat_configuration": "Configuration",
        "cat_routing": "Routing",
        "cer_title": "Certifications",
        "cer_des": "Here are some of the certifications I obtained at Pesat Vocational High School.",

        "title_cer": "Certificate 1",
        "des_cer": "I earned this certificate by completing a project titled “Design and Implementation of a SOHO (Small Office Home Office) Network at SMK Vokasi Pesat.” The project was assigned by PT. Qelopak Indonesia on November 19, 2025, and successfully completed on December 9, 2025, with a final score of 88.",

        "eval": "Self Evaluation",
        "Col": "Collaboration with"
    },

    "id": {
        "title": "Portfolio Nauval",
        "loading": "Memuat...",
        "nav_home": "Beranda",
        "nav_portfolio": "Portofolio",
        "nav_certificate": "Sertifikat",
        "nav_medium": "Medium",
        "nav_youtube": "YouTube",
        "typed_texts": [
            "Siswa Jurusan TKJ",
            "X TKJ - SMK Pesat IT XPro",
            "Menjadi Ahli Cyber Engineer"
        ],
        "about_title": "Hallo, Perkenalkan saya Nauval Nurfadhlullah",
        "about_desc": "Saya adalah siswa SMK Pesat IT XPro di kelas X-TKJ. Saya suka belajar hal baru terutama di bidang Networking dan pemrograman.",
        "about_btn": "Lihat Project Saya",
        "project_title": "Projek",
        "project_sub": "Berikut beberapa projek yang pernah saya buat.",
        "project1_tag": "Small Office Home Office",
        "project1_title": "Membangun Jaringan SOHO",
        "project1_desc": "Di kelas X-TKJ saya telah mengerjakan project membangun jaringan SOHO dari subnetting, perangkat, hingga konfigurasi.",
        "coming_soon": "Segera Hadir",
        "project2_title": "Projek 2",
        "project2_desc": "Sedang dalam proses pengerjaan, tunggu update berikutnya.",
        "project3_title": "Projek 3",
        "project3_desc": "Sedang dalam proses pengerjaan, tunggu update berikutnya.",
        "visit": "Kunjungi",
        "project_year": "2025",
        "project_duration": "⏱ 3 minggu",
        "project_tbd": "⏱ Menyusul",
        "footer_desc": "Web ini dibuat untuk menampilkan hasil karya dan project yang telah saya kerjakan sebagai pelajar SMK Pesat IT XPro.",
        "all_rights": "© 2025 Nauval Nurfadhlullah. Semua hak dilindungi undang-undang.",
        "title_learn_more": "Pelajari Lebih Lanjut",
        "learn_more_title": "Informasi Lebih Lanjut",
        "learn_more_message": "Halaman tidak dapat dibuka? Jangan khawatir, kami sedang melakukan pemeliharaan terjadwal untuk meningkatkan layanan kami.",
        "learn_more_maintenance": "Dalam periode ini, beberapa fitur atau halaman mungkin tidak tersedia sementara. Kami mohon maaf atas ketidaknyamanan yang terjadi dan terima kasih atas pengertian Anda.",
        "learn_more_period": "Kapan pemeliharaan akan selesai? Kami memperkirakan proses ini hanya akan memakan waktu beberapa jam. Silakan coba akses halaman ini kembali nanti.",
        "dev": "Mengembangkan halaman baru",
        "op": "Mengoptimalkan tampilan UI/UX",
        "add": "Menambahkan konten atau fitur baru",
        "fix": "Memperbaiki bug kecil dan besar",
        "ste": "Meningkatkan performa dan keamanan",
        "learn_back": "Kembali",
        "myporto_title": "Portofolio",
        "myporto_desc": "Ini adalah karya saya selama belajar di SMK Pesat IT XPro",
        "myporto_search": "Cari konten...",
        "myporto_filter_all": "Semua",
        "myporto_filter_artikel": "Artikel",
        "myporto_filter_video": "Video",

        "btn_view": "Lihat",
        "btn_visit": "Kunjungi Video",
        "artikel_1_title": "Apa Itu Jaringan",
        "artikel_1_desc": "Saat ini saya sedang mempelajari dasar-dasar teknologi jaringan di sekolah. Jaringan terbentuk ketika beberapa perangkat saling terhubung melalui media kabel atau nirkabel. Setiap perangkat harus memiliki identitas yang unik agar data dapat sampai ke tujuan dengan benar.",

        "artikel_2_title": "Topologi Jaringan",
        "artikel_2_desc": "Topologi jaringan adalah bentuk atau tata letak bagaimana perangkat-perangkat saling terhubung dalam sebuah jaringan. Topologi menentukan alur pengiriman data antar perangkat serta memengaruhi kinerja, skalabilitas, dan kemudahan dalam pemeliharaan jaringan. Contoh topologi yang umum digunakan antara lain star, bus, ring, dan mesh.",

        "artikel_3_title": "Perangkat Jaringan",
        "artikel_3_desc": "Perangkat jaringan merupakan komponen penting dalam membangun sebuah jaringan komputer. Setiap perangkat memiliki fungsi dan peran masing-masing dalam menghubungkan, mengatur, serta mengelola lalu lintas data antar perangkat. Pembahasan ini akan memberikan gambaran umum mengenai jenis-jenis perangkat jaringan, fungsi dasarnya, dan bagaimana perangkat tersebut bekerja dalam sebuah jaringan.",

        "artikel_4_title": "Wireless Vs Wired",
        "artikel_4_desc": "Perbedaan antara jaringan wired dan wireless sering ditemui dalam kehidupan sehari-hari. Keduanya sama-sama digunakan untuk menghubungkan perangkat ke jaringan, tetapi memiliki cara kerja, kelebihan, dan kekurangan yang berbeda. Pembahasan ini akan mengulas secara umum media yang digunakan, tingkat kecepatan dan kestabilan, aspek keamanan, serta contoh penerapannya.",

        "artikel_5_title": "Printer Sharing",
        "artikel_5_desc": "Printer Sharing adalah fitur jaringan yang memungkinkan satu printer digunakan secara bersama oleh beberapa komputer melalui jaringan lokal (LAN atau Wi-Fi). Dengan printer sharing, pengguna tidak perlu memasang printer di setiap komputer karena satu printer dapat diakses dan digunakan secara efisien oleh banyak pengguna.",

        "artikel_6_title": "Folder Sharing",
        "artikel_6_desc": "Folder Sharing adalah fitur jaringan yang memungkinkan satu folder diakses dan digunakan oleh beberapa komputer secara bersamaan melalui jaringan lokal (LAN atau Wi-Fi). Dengan folder sharing, pertukaran data menjadi lebih mudah, cepat, dan efisien tanpa perlu menggunakan media penyimpanan eksternal seperti flashdisk.",

        "video_1_title": "Membangun Jaringan WLAN dan LAN",
        "video_1_desc": "Tutorial ini membahas langkah-langkah membangun jaringan LAN dan WLAN mulai dari perencanaan, pemilihan perangkat, hingga konfigurasi dasar agar jaringan dapat berjalan dengan stabil dan efisien.",

        "video_2_title": "Routing Static di Cisco Packet Tracer",
        "video_2_desc": "Pembahasan lengkap mengenai konsep dan konfigurasi routing static menggunakan Cisco Packet Tracer, cocok untuk pemula yang ingin memahami alur komunikasi antar jaringan.",

        "cat_jaringan": "Jaringan",
        "cat_topologi": "Topologi",
        "cat_configuration": "Konfigurasi",
        "cat_routing": "Routing",
        "cer_title": "Sertifikasi",
        "cer_des": "Berikut adalah beberapa sertifikasi yang saya peroleh selama bersekolah di SMK Vokasi Pesat.",

        "title_cer": "Sertifikat 1",
        "des_cer": "Saya memperoleh sertifikat ini dengan menyelesaikan proyek berjudul “Perancangan dan Implementasi Jaringan SOHO (Small Office Home Office) di SMK Vokasi Pesat.” Proyek ini diberikan oleh PT. Qelopak Indonesia pada 19 November 2025 dan berhasil diselesaikan pada 9 Desember 2025 dengan nilai akhir 88.",

        "eval": "Evaluasi Diri",
        "Col": "Bekerja Sama Dengan"
    },

    "de": {
        "title": "Nauval Portfolio",
        "loading": "Wird geladen...",
        "nav_home": "Startseite",
        "nav_portfolio": "Portfolio",
        "nav_certificate": "Zertifikate",
        "nav_medium": "Medium",
        "nav_youtube": "YouTube",
        "typed_texts": [
            "Netzwerkstudent",
            "X TKJ - SMK Pesat IT XPro",
            "Ein Cyber-Ingenieur werden"
        ],
        "about_title": "Hallo, mein Name ist Nauval Nurfadhlullah",
        "about_desc": "Ich bin Schüler der SMK Pesat IT XPro. Ich lerne gerne neue Dinge, besonders im Bereich Netzwerk und Programmierung.",
        "about_btn": "Meine Projekte ansehen",
        "project_title": "Projekte",
        "project_sub": "Hier sind einige Projekte, an denen ich gearbeitet habe.",
        "project1_tag": "Small Office Home Office",
        "project1_title": "SOHO-Netzwerk Aufbau",
        "project1_desc": "In der X-TKJ-Klasse habe ich ein vollständiges SOHO-Netzwerk erstellt inklusive Subnetting, Geräte und Konfigurationen.",
        "coming_soon": "Demnächst",
        "project2_title": "Projekt 2",
        "project2_desc": "Derzeit in Arbeit, weitere Updates folgen.",
        "project3_title": "Projekt 3",
        "project3_desc": "Derzeit in Arbeit, weitere Updates folgen.",
        "visit": "Besuchen",
        "project_year": "2025",
        "project_duration": "⏱ 3 Wochen",
        "project_tbd": "⏱ Wird bestimmt",
        "footer_desc": "Diese Website wurde erstellt, um meine Arbeiten und Projekte als Schüler der SMK Pesat IT XPro zu präsentieren.",
        "all_rights": "© 2025 Nauval Nurfadhlullah. Alle Rechte vorbehalten.",
        "title_learn_more": "Mehr Erfahren",
        "learn_more_title": "Weitere Informationen",
        "learn_more_message": "Die Seite kann nicht geöffnet werden? Keine Sorge, wir führen derzeit eine geplante Wartung durch, um unsere Dienste zu verbessern.",
        "learn_more_maintenance": "In dieser Zeit können einige Funktionen oder Seiten vorübergehend nicht verfügbar sein. Wir entschuldigen uns für die Unannehmlichkeiten und danken für Ihr Verständnis.",
        "learn_more_period": "Wann wird die Wartung abgeschlossen? Wir schätzen, dass dieser Vorgang nur wenige Stunden dauern wird. Bitte versuchen Sie später erneut, auf diese Seite zuzugreifen.",
        "dev": "Entwicklung neuer Seiten",
        "op": "Optimierung der UI/UX-Darstellung",
        "add": "Hinzufügen neuer Inhalte oder Funktionen",
        "fix": "Beheben kleiner und großer Fehler",
        "ste": "Stärkung von Leistung und Sicherheit",
        "learn_back": "Zurück",
        "myporto_title": "Portfolio",
        "myporto_desc": "Dies sind meine Arbeiten während meines Studiums an der SMK Pesat IT XPro",
        "myporto_search": "Inhalte suchen...",
        "myporto_filter_all": "Alle",
        "myporto_filter_artikel": "Artikel",
        "myporto_filter_video": "Video",
        "btn_view": "Ansehen",
        "btn_visit": "Video ansehen",

        "artikel_1_title": "Was ist ein Netzwerk?",
        "artikel_1_desc": "Derzeit lerne ich in der Schule die Grundlagen der Netzwerktechnik. Ein Netzwerk entsteht, wenn Geräte über kabelgebundene oder drahtlose Medien verbunden sind, wobei jedes Gerät eine eindeutige Identität besitzen muss, damit Daten ihr Ziel korrekt erreichen.",

        "artikel_2_title": "Netzwerktopologie",
        "artikel_2_desc": "Die Netzwerktopologie beschreibt die Struktur oder Anordnung, wie Geräte innerhalb eines Netzwerks miteinander verbunden sind. Die Topologie bestimmt den Datenfluss zwischen den Geräten und beeinflusst die Leistung, Skalierbarkeit und Wartung des Netzwerks. Zu den gängigen Topologien gehören Stern-, Bus-, Ring- und Mesh-Topologien.",

        "artikel_3_title": "Netzwerkgeräte",
        "artikel_3_desc": "Netzwerkgeräte sind wichtige Komponenten beim Aufbau eines Computernetzwerks. Jedes Gerät hat eine eigene Funktion bei der Verbindung, Verwaltung und Steuerung des Datenverkehrs zwischen Geräten. Dieser Abschnitt gibt einen allgemeinen Überblick über Netzwerkgeräte, ihre Grundfunktionen und ihren Einsatz im Netzwerk.",

        "artikel_4_title": "Drahtlos vs. Kabelgebunden",
        "artikel_4_desc": "Kabelgebundene und drahtlose Netzwerke werden häufig im Alltag verwendet, um Geräte miteinander zu verbinden. Beide haben das gleiche Ziel, unterscheiden sich jedoch in ihrer Funktionsweise, ihren Vorteilen und Nachteilen. In diesem Abschnitt werden die verwendeten Medien, Geschwindigkeit, Stabilität, Sicherheit sowie typische Einsatzbereiche vorgestellt.",

        "artikel_5_title": "Druckerfreigabe",
        "artikel_5_desc": "Die Druckerfreigabe ist eine Netzwerkfunktion, die es ermöglicht, einen Drucker von mehreren Computern über ein lokales Netzwerk (LAN oder Wi-Fi) gemeinsam zu nutzen. Dadurch wird die Nutzung von Druckern effizienter, da nicht auf jedem Computer ein eigener Drucker installiert werden muss.",

        "artikel_6_title": "Ordnerfreigabe",
        "artikel_6_desc": "Die Ordnerfreigabe ist eine Netzwerkfunktion, mit der ein Ordner von mehreren Computern gleichzeitig über ein lokales Netzwerk (LAN oder Wi-Fi) genutzt werden kann. Dadurch wird der Datenaustausch einfacher, schneller und effizienter, ohne externe Speichermedien wie USB-Sticks zu verwenden.",

        "video_1_title": "Aufbau von WLAN- und LAN-Netzwerken",
        "video_1_desc": "Dieses Tutorial erklärt die Schritte zum Aufbau von LAN- und WLAN-Netzwerken, beginnend mit der Planung, der Auswahl der Geräte bis hin zur Grundkonfiguration für ein stabiles und effizientes Netzwerk.",

        "video_2_title": "Statisches Routing in Cisco Packet Tracer",
        "video_2_desc": "Eine vollständige Erklärung der Konzepte und Konfiguration von statischem Routing mit Cisco Packet Tracer, geeignet für Anfänger, die die Kommunikation zwischen Netzwerken verstehen möchten.",

        "cat_jaringan": "Netzwerk",
        "cat_topologi": "Topologie",
        "cat_configuration": "Konfiguration",
        "cat_routing": "Routing",
        "cer_title": "Zertifizierungen",
        "cer_des": "Hier sind einige der Zertifikate, die ich an der Pesat Berufsschule erhalten habe.",
        "title_cer": "Zertifikat 1",
        "des_cer": "Ich habe dieses Zertifikat durch die Durchführung eines Projekts mit dem Titel „Entwurf und Implementierung eines SOHO-Netzwerks (Small Office Home Office) an der SMK Vokasi Pesat“ erhalten. Das Projekt wurde von PT. Qelopak Indonesia am 19. November 2025 vergeben und am 9. Dezember 2025 erfolgreich mit einer Endnote von 88 abgeschlossen.",
        "eval": "Selbsteinschätzung",
        "Col": "Zusammenarbeit mit"
        
    },

    "spa": {
        "title": "Portafolio de Nauval",
        "loading": "Cargando...",
        "nav_home": "Inicio",
        "nav_portfolio": "Portafolio",
        "nav_certificate": "Certificados",
        "nav_medium": "Medium",
        "nav_youtube": "YouTube",
        "typed_texts": [
            "Estudiante de Redes",
            "X TKJ - SMK Pesat IT XPro",
            "Convertirse en un Ingeniero Cibernético"
        ],
        "about_title": "Hola, mi nombre es Nauval Nurfadhlullah",
        "about_desc": "Soy estudiante de SMK Pesat IT XPro. Me encanta aprender cosas nuevas, especialmente sobre redes y programación.",
        "about_btn": "Ver Mis Proyectos",
        "project_title": "Proyectos",
        "project_sub": "Estos son algunos proyectos que he realizado.",
        "project1_tag": "Small Office Home Office",
        "project1_title": "Construyendo una red SOHO",
        "project1_desc": "En mi clase X-TKJ construí una red SOHO completa, incluyendo subnetting, dispositivos y configuraciones.",
        "coming_soon": "Próximamente",
        "project2_title": "Proyecto 2",
        "project2_desc": "Actualmente en progreso. Mantente atento.",
        "project3_title": "Proyecto 3",
        "project3_desc": "Actualmente en progreso. Mantente atento.",
        "visit": "Visitar",
        "project_year": "2025",
        "project_duration": "⏱ 3 semanas",
        "project_tbd": "⏱ Por determinar",
        "footer_desc": "Este sitio web fue creado para mostrar los proyectos que he realizado como estudiante de SMK Pesat IT XPro.",
        "all_rights": "© 2025 Nauval Nurfadhlullah. Todos los derechos reservados.",
        "myporto_title": "Portafolio",
        "myporto_desc": "Estos son mis trabajos durante mis estudios en SMK Pesat IT XPro",
        "myporto_search": "Buscar contenido...",
        "myporto_filter_all": "Todo",
        "myporto_filter_artikel": "Artículo",
        "myporto_filter_video": "Video",
        "btn_view": "Ver",
        "btn_visit": "Visitar video",
        "title_learn_more": "Aprender Más",
        "learn_more_title": "Más Información",
        "learn_more_message": "¿La página no se puede abrir? No te preocupes, actualmente estamos realizando un mantenimiento programado para mejorar nuestros servicios.",
        "learn_more_maintenance": "Durante este período, algunas funciones o páginas pueden no estar disponibles temporalmente. Pedimos disculpas por cualquier inconveniente y agradecemos su comprensión.",
        "learn_more_period": "¿Cuándo se completará el mantenimiento? Estimamos que este proceso solo tomará unas pocas horas. Por favor, intente acceder a esta página nuevamente más tarde.",
        "dev": "Desarrollando nuevas páginas",
        "op": "Optimizando la visualización de UI/UX",
        "add": "Agregando nuevo contenido o funciones",
        "fix": "Corrigiendo errores menores y mayores",
        "ste": "Fortaleciendo el rendimiento y la seguridad",
        "learn_back": "Volver",
        
        "artikel_1_title": "¿Qué es una red?",
        "artikel_1_desc": "Actualmente estoy estudiando en la escuela los conceptos básicos de redes. Una red se forma cuando los dispositivos se conectan mediante medios cableados o inalámbricos, donde cada dispositivo debe tener una identidad para que los datos lleguen correctamente a su destino.",

        "artikel_2_title": "Topología de red",
        "artikel_2_desc": "La topología de red es la forma o estructura de cómo los dispositivos están conectados dentro de una red. La topología determina el flujo de datos entre los dispositivos y afecta el rendimiento, la escalabilidad y el mantenimiento de la red. Las topologías más comunes son estrella, bus, anillo y malla.",

        "artikel_3_title": "Dispositivos de red",
        "artikel_3_desc": "Los dispositivos de red son componentes esenciales en la construcción de una red informática. Cada dispositivo cumple una función específica para conectar, gestionar y controlar el tráfico de datos entre equipos. En esta sección se presenta una visión general de los dispositivos de red, sus funciones básicas y su uso en una red.",

        "artikel_4_title": "Inalámbrico vs Cableado",
        "artikel_4_desc": "Las redes cableadas e inalámbricas se utilizan ampliamente para conectar dispositivos en la vida cotidiana. Aunque cumplen la misma función, cada tipo de red tiene características, ventajas y desventajas propias. En esta sección se explican de forma general los medios utilizados, la velocidad, la estabilidad, la seguridad y sus aplicaciones comunes.",

        "artikel_5_title": "Compartir impresora",
        "artikel_5_desc": "Compartir impresora es una función de red que permite que una sola impresora sea utilizada por varios ordenadores a través de una red local (LAN o Wi-Fi). Esta función mejora la eficiencia y reduce costos, ya que no es necesario instalar una impresora en cada equipo.",

        "artikel_6_title": "Compartir Carpetas",
        "artikel_6_desc": "Compartir carpetas es una función de red que permite que una sola carpeta sea accedida y utilizada por varios ordenadores al mismo tiempo a través de una red local (LAN o Wi-Fi). Esta función facilita el intercambio de datos de manera más rápida y eficiente sin necesidad de dispositivos de almacenamiento externos como memorias USB.",

        "video_1_title": "Construcción de Redes WLAN y LAN",
        "video_1_desc": "Este tutorial explica los pasos para construir redes LAN y WLAN, desde la planificación y selección de dispositivos hasta la configuración básica para garantizar una red estable y eficiente.",

        "video_2_title": "Enrutamiento Estático en Cisco Packet Tracer",
        "video_2_desc": "Explicación completa de los conceptos y la configuración del enrutamiento estático utilizando Cisco Packet Tracer, ideal para principiantes que desean comprender la comunicación entre redes.",

        "cat_jaringan": "Red",
        "cat_topologi": "Topología",
        "cat_configuration": "Configuración",
        "cat_routing": "Enrutamiento",
        "cer_title": "Certificaciones",
        "cer_des": "Aquí se muestran algunas de las certificaciones que obtuve en la Escuela Vocacional Pesat IT Xpro.",
        "title_cer": "Certificado 1",
        "des_cer": "Obtuve este certificado al completar un proyecto titulado “Diseño e Implementación de una Red SOHO (Small Office Home Office) en SMK Vokasi Pesat”. El proyecto fue asignado por PT. Qelopak Indonesia el 19 de noviembre de 2025 y se completó con éxito el 9 de diciembre de 2025 con una puntuación final de 88.",
        "eval": "Autoevaluación",
        "Col": "Colaboración con"
    }
}
  